{
    "rules": [
        "Keeping or drinking liquor in the hostel room or entering the campus or hostel intoxicated is strictly prohibited",
        "Any student entering in the hostel or campus intoxicated will be suspended for one semester.",
        "Any student bringing or consuming liquor inside the hostel room willbe suspended for one academic year (two semester). On repetition, such students willbe expelled from the university",
        "In-time: 7.30 pm on all days for all students. Attendance will be taker after the in-time every night. Every student shall give attendance scrupulously.",
        "Students should stay only in the room allotted to them. Staying in others room is not permitted.",
        "Any physical/mental harassment including ragging, quarreling, using abusive language and violent behaviour is prohibited","Smoking is strictly prohibited anywhere in the campus and hostels",
        "Hostel is meant for facilitating studies. So silence should be maintained especially from night 9 pm to morning 6 am every day. Any kind of party/celebration in hostel is not permitted at any time.",
        "Multi-Level Marketing (MLM) and gambling in any form including playing cards in the hostels is strictly prohibited",
        "If ganja/narcotics or related substance is found in any room all the students staying in that room will be expelled from the university. Also any student who possesses, trades, intends to consume or consumes narcotics inside/outside the hostel shall be expelled from the university. Abuse of any chemical is prohibited",
        "Anyone causing damage to the hostel property will be penalized suitably.",
        "Hostellers shall not bring any day-scholar or non-VITian or outsider inside the hostel building",
        "If a student is going to unavailable in the night he/she should obtain proper permission before leaving the hostel","Hostellers are not allowed to keep any kind of motor vehicles.",
        "No student shall stay back in the hostel or any working day unless he/she is advised by the doctor under such health condition of such student.",
        "Student shall not bring or keep any kind of electrical/electronic home appliances inside hostel (e.g.Iron box, Immersion rod, musical equipment, electric kettle etc.)"
    ]
}